[  
    {
      "countryName": "Argentina",
      "legalStatus": ["Partial Ban","Financial institutions are banned from transacting in digital assets that are not regulated by the Central Bank. However, this is not a complete ban as domestic cryptocurrency exchanges are still operational. "],
      "classification":["No","The Central Bank defined crypto assets as a digital representation of value or rights that are transferred and stored electronically. They are not legal tender. Further, cryptocurrencies cannot be classified as securities as they are not registered pursuant to the Securities and Exchange Commission."],
      "licensing": ["No","There is currently no licensing regime for non-financial institutions offering crypto-related services. A license may be required if the currencies offered qualify as securities."],
      "corporateGovernance": ["No","There are no corporate governance requirements that apply specifically to providers of crypto-related services"],
      "riskManagement": ["No","There are no risk management principles that apply specifically to providers of crypto-related services"],
      "taxation":["Yes","For resident individuals, gains derived from the disposal of digital coins is subject to an income tax of 15%<br/>Resident legal entities are taxed 25-35% on gains from disposing of digital coins<br/>Non-residents who obtain gains from disposing digital coins and there is an Argentine source of income are taxed at a rate of 15%<br/>Residents are taxed on the assets they own at a rate that ranges from 0.50% to 2.25% depending on the value of the assets and where it is located.<br/>A check tax of 0.6% on all transactions involving virtual currencies has also been imposed"],
      "capitalControls":["No","Argentina has a strong capital controls regime, the provisions of which have not been explicitly extended to crypto-assets for the moment. "],
      "amlCft":["Yes","Argentina's anti-money laundering law requires certain entities to have specific reporting obligations. The UIF Resolution of 2014, along with the AML law, requires individuals to report all transactions performed with virtual currencies. <br/>Argentina may revampt its anti-money laundering law to include a registry for virtual asset services providers"],
      "grievanceRedressal":["Partial - General Legislation", "Argentina has a robust consumer protection regime under the Constitution, Civil Code and standalone legislation. Whether entities providing crypto-services are covered under these remains an open question in the absence of specific guidance."],
      "dataProtection":["Partial - General Legislation","There are currently no specific data protection or information security practices that specifically apply to crypto-asset service providers in Argentina even though the country has a data protection regime in place"],
      "advertisingRegulations":["No","No specific regulations or guidelines currently limit crypto-related advertising. However, the head of Argentina's Capital Markets Authority has noted the need to regulate ads put out by CASPs"],
      "lat": "38.4161",
      "lang": "63.6167"
    },
    {
      "countryName": "Australia",
      "legalStatus": ["Legal","While there is currently no specific regulation for crypto-assets in Australia, they may be regulated as collective investment schemes, securities or ETPs<br/>governed under the Corporations Act 2001and the Australian Securities and Investments Commission Act <br/>A proposed framework that comprehensively regulates  is also being worked on"],
      "classification":["Yes","Crypto assets may be classified as different financial products, including exchange-traded products and securities, depending on their functionality and purpose. The Australian Securities and Investments Commission specifies when cryptocurrencies may be considered financial products"],
      "licensing": ["Yes","All 'digital currency' exchanges must register with the AUSTRAC, which is Australia's anti-money laundering watchdog. Additionally, any exchange or crypto service provider that lists or issues currencies classified as financial products requires an 'Australian Financial Services' AFS license <br/>One crypto exchange has obtained a AFS license from ASIC so far."],
      "corporateGovernance": ["Partial","There are currently no corporate governance requirements for CASPs in Australia. However, CASPs have to comply with disclosure and governance requirements under the AFS license if they are offering financial products"],
      "riskManagement": ["Partial","There are currently no risk management requirements for CASPs in Australia. However, CASPs have to comply with reserve and equity requirements under the AFS license  if they are offering financial products"],
      "taxation":["Yes","The Australian Tax Office provides detailed guidance on when earnings from exchanging, trading, selling and issuing crypto-assets will constitute a taxable event. It also specifies when different kinds of tax may become applicable.<br/>GST may be also be applicable in some situations, particularly where supply of mining services is involved."],
      "capitalControls":["No","Australia does not have a capital controls regime"],
      "amlCft":["Yes","New laws for digital currency exchange (DCE) providers operating in Australia have been implemented by AUSTRAC, Australia’s financial intelligence agency and anti-money laundering and counter-terrorism financing (AML/CTF) regulator.<br/>DCEs with a business operation located in Australia must register with AUSTRAC and meet the Government&amps AML/CTF compliance and reporting obligations. <br/>The Anti-Money Laundering and Counter-Terrorism Financing Act 2006 requires regulated entities to collect information to establish a customer&amps identity, monitor transactional activity, and report to AUSTRAC transactions or activity that is suspicious or involves large amounts of cash over $10,000."],
      "grievanceRedressal":["Partial - General Legislation", "Investors in crypto-assets may have some recourse against deceptive or misleading conduct, but no specific dispute resolution or grievance redressal mechanism is prescribed by Australian Consumer Law"],
      "dataProtection":["Partial - General Legislation","There are currently no specific data protection or information security practices that specifically apply to crypto-asset service providers in Australia, even though the country has a data protection regime in place  (Privacy Act, 1988"],
      "advertisingRegulations":["No","Misleading or deceptive conduct by entities issuing all kinds of crypto assets, including ones that are not classified as financial products."],
      "lat": "-25.2744",
      "lang": "133.7751"
    }
 ]